Repository: vmkspv/kopypast
Catalog: translate/*.po
Languages: nl, pt_br, uk

source: Snippets
nl: Knipsels
uk: Сніпети

source: General
nl: Algemeen
pt_br: Geral
uk: Загальне

source: Backup Snippets
nl: Reservekopie maken
pt_br: Backup dos Snippets
uk: Зберегти

source: Restore Snippets
nl: Reservekopie herstellen
pt_br: Restaurar Snippets
uk: Відновити

source: Backup contains no snippets
nl: De reservekopie bevat geen knipsels
pt_br: O backup não contém snippets
uk: Резервна копія не містить сніпетів

source: Invalid snippet format
nl: Ongeldig knipselformaat
pt_br: Formato de snippet inválido
uk: Неправильний формат сніпета

source: All snippets are duplicates
nl: Alle knipsels zijn duplicaten
pt_br: Todos os snippets são duplicados
uk: Усі сніпети вже додані

source: Cannot restore snippets: maximum limit (%1) reached
nl: De knipsels kunnen niet worden hersteld: het maximumaantal (%1) is bereikt
pt_br: Não é possível restaurar snippets: limite máximo (%1) atingido
uk: Неможливо відновити сніпети: досягнуто ліміт (%1)

source: Only restored %1 snippet due to maximum limit
nl: Vanwege het maximumaantal is slechts %1 knipsel hersteld
pt_br: Apenas %1 snippet foi restaurado devido ao limite máximo
uk: Відновлено лише %1 сніпет через обмеження

source: Restored %1 snippet, skipped %2 duplicate(s)
nl: %1 knipsel hersteld; %2 duplicaten overgeslagen
pt_br: Restaurado %1 snippet, ignorado(s) %2 duplicado(s)
uk: Відновлено %1 сніпет, пропущено %2 дублікатів

source: Successfully restored %1 snippet
nl: Er is %1 knipsel hersteld
pt_br: %1 snippet restaurado com sucesso
uk: Успішно відновлено %1 сніпет

source: Invalid backup format
nl: Ongeldig reservekopieformaat
pt_br: Formato de backup inválido
uk: Неправильний формат резервної копії

source: Copy and save the contents below to back up your snippets:
nl: Kopieer onderstaande inhoud en bewaar die in een bestand:
pt_br: Copie e salve o conteúdo abaixo para fazer backup dos seus snippets:
uk: Скопіюйте наведений нижче текст для створення резервної копії:

source: Paste the backup contents below to restore your snippets:
nl: Plak de inhoud van de reservekopie om je knipsels te herstellen:
pt_br: Cole o conteúdo do backup abaixo para restaurar seus snippets:
uk: Вставте вміст резервної копії нижче для відновлення:

source: Backup Contents
nl: Reservekopie maken
pt_br: Conteúdo do Backup
uk: Вміст резервної копії

source: Copy
nl: Kopiëren
pt_br: Copiar
uk: Копіювати

source: Paste
pt_br: Colar
uk: Вставити

source: Appearance
nl: Vormgeving
pt_br: Aparência
uk: Зовнішній вигляд

source: Configure how the widget looks
nl: Zet de widget naar eigen hand
pt_br: Configure a aparência do widget
uk: Налаштуйте зовнішній вигляд віджета

source: Monochrome icon
nl: Monochroom pictogram
pt_br: Ícone monocromático
uk: Монохромна іконка

source: Use a monochrome icon that matches the color scheme
nl: Gebruik een monochroom pictogram dat bij het kleurenschema hoort
pt_br: Usar um ícone monocromático compatível com o esquema de cores
uk: Використовувати монохромну іконку відповідно до теми

source: Enable search bar
nl: Zoekvak tonen
pt_br: Ativar barra de pesquisa
uk: Увімкнути панель пошуку

source: Show a search field at the top of the widget
nl: Toon een zoekvak bovenaan de widget
pt_br: Exibir um campo de pesquisa no topo do widget
uk: Показувати поле пошуку у верхній частині віджета

source: Show bottom toolbar
nl: Werkbalk tonen
pt_br: Exibir barra inferior
uk: Показати панель інструментів

source: Place a toolbar with counter and buttons at the bottom
nl: Toon een werkbalk met teller en knoppen onderaan de widget
pt_br: Colocar uma barra com contador e botões na parte inferior
uk: Розмістити панель інструментів у нижній частині віджета

source: Hide snippet previews
nl: Voorvertoningen verbergen
pt_br: Ocultar prévias dos snippets
uk: Приховати попередній перегляд

source: Show only snippet titles without content previews
nl: Toon alleen de titels van knipsels, zonder voorvertoning van de inhoud
pt_br: Exibir apenas os títulos dos snippets sem prévias do conteúdo
uk: Показувати лише заголовки сніпетів без вмісту

source: Mark new snippets
pt_br: Marcar novos snippets
uk: Позначати нові сніпети

source: Highlight newly added snippets until first use
pt_br: Destacar snippets recém-adicionados até o primeiro uso
uk: Виділяти нові сніпети до першого використання

source: Functionality
nl: Functionaliteit
pt_br: Funcionalidade
uk: Функціональність

source: Configure behavior and limitations
nl: Stel het gedrag en de beperkingen in
pt_br: Configurar comportamento e limitações
uk: Налаштуйте поведінку та обмеження віджета

source: Default snippet template:
pt_br: Modelo padrão de snippet:
uk: Шаблон за замовчуванням:

source: Enter text for new snippets (optional)
pt_br: Digite o texto para novos snippets (opcional)
uk: Введіть зміст нових сніпетів (необов'язково)

source: This text will be pre-filled when creating new snippets
pt_br: Esse texto será preenchido automaticamente ao criar novos snippets
uk: Цей текст буде попередньо заповнений при створенні сніпетів

source: Maximum number of snippets:
nl: Maximumaantal knipsels:
pt_br: Número máximo de snippets:
uk: Максимальна кількість сніпетів:

source: Limit the number of snippets for optimal performance
nl: Tip: beperk het aantal om de prestaties te verbeteren
pt_br: Limitar o número de snippets para melhor desempenho
uk: Обмежте кількість сніпетів для оптимальної роботи

source: Sort by usage
pt_br: Ordenar por uso
uk: Сортувати за частотою

source: Arrange snippets by how often they are used
pt_br: Organizar snippets pela frequência de uso
uk: Упорядкувати сніпети за частотою використання

source: Keyboard navigation
nl: Toetsenbordnavigatie
pt_br: Navegação por teclado
uk: Клавіатурна навігація

source: Use the keyboard keys to navigate and select snippets
nl: Gebruik je toetsenbord om door knipsels te navigeren en knipsels uit te kiezen
pt_br: Usar as teclas do teclado para navegar e selecionar snippets
uk: Використовувати клавіші для навігації та вибору сніпетів

source: Clear search on copy
nl: Zoekvak wissen na kopiëren
pt_br: Limpar pesquisa ao copiar
uk: Очищати панель пошуку

source: Clear the search field after a snippet is copied
nl: Wis het zoekvak nadat je een knipsel hebt gekopieerd
pt_br: Limpar o campo de pesquisa após copiar um snippet
uk: При копіюванні сніпета панель пошуку буде очищена

source: Variable processing
nl: Variabelen verwerken
pt_br: Processamento de variáveis
uk: Обробка змінних

source: Handle available variables in the snippet text
nl: Behandel variabelen in de knipseltekst
pt_br: Processar variáveis disponíveis no texto do snippet
uk: Інтерпретувати доступні змінні в сніпетах

source: (copy)
pt_br: (cópia)
uk: (копія)

source: Snippet "%1" duplicated
pt_br: Snippet "%1" duplicado
uk: Копія "%1" створена

source: Snippet "%1" deleted
pt_br: Snippet "%1" excluído
uk: Сніпет "%1" видалено

source: Undo
pt_br: Desfazer
uk: Скасувати

source: No snippets added
nl: Er zijn nog geen knipsels
pt_br: Nenhum snippet adicionado
uk: Сніпети не додано

source: Add your first snippet using the button below
nl: Voeg een knipsel toe door op onderstaande knop te drukken
pt_br: Adicione seu primeiro snippet usando o botão abaixo
uk: Додайте сніпет за допомогою кнопки нижче

source: Edit
nl: Bewerken
pt_br: Editar
uk: Редагувати

source: Duplicate
pt_br: Duplicar
uk: Дублювати

source: Maximum limit reached
nl: Maximumaantal bereikt
pt_br: Limite máximo atingido
uk: Досягнуто максимальний ліміт

source: Delete
nl: Verwĳderen
pt_br: Excluir
uk: Видалити

source: Add Snippet
nl: Knipsel toevoegen
pt_br: Adicionar Snippet
uk: Додати

source: Backup
nl: Reservekopie maken
uk: Зберегти

source: Restore
nl: Herstellen
pt_br: Restaurar
uk: Відновити

source: Search for snippets...
nl: Zoeken naar knipsels...
pt_br: Pesquisar snippets...
uk: Пошук сніпетів...

source: No snippets available
nl: Er zijn geen knipsels
pt_br: Nenhum snippet disponível
uk: Немає доступних сніпетів

source: Add snippets in the settings
nl: Voeg knipsels toe in de instellingen
pt_br: Adicione snippets nas configurações
uk: Додайте сніпети в налаштуваннях

source: No matching snippets
nl: Er zijn geen zoekresultaten
pt_br: Nenhum snippet correspondente
uk: Немає відповідних сніпетів

source: Try a different search term
nl: Probeer een andere zoekopdracht
pt_br: Tente outro termo de pesquisa
uk: Спробуйте інший пошуковий запит

source: New!
pt_br: Novo!
uk: Новий

source: %1 snippet
nl: %1 knipsel
uk: %1 сніпет

source: Copied!
nl: Gekopieerd!
pt_br: Copiado!
uk: Скопійовано!

source: Configure
nl: Instellen
pt_br: Configurar
uk: Налаштувати

source: Keep Open
nl: Altijd bovenaan
pt_br: Manter aberto
uk: Тримати відкритим

source: Edit Snippet
nl: Knipsel bewerken
pt_br: Editar Snippet
uk: Редагувати

source: Snippet Title
nl: Knipseltitel
pt_br: Título do Snippet
uk: Назва

source: Snippet Text
nl: Knipseltekst
pt_br: Texto do Snippet
uk: Зміст

source: Available Variables
nl: Beschikbare variabelen
pt_br: Variáveis Disponíveis
uk: Доступні змінні

source: current date in local format
nl: huidige datum in lokale opmaak
pt_br: data atual no formato local
uk: поточна дата в місцевому форматі

source: current time in local format
nl: huidig tijdstip in lokale opmaak
pt_br: hora atual no formato local
uk: поточний час в місцевому форматі

source: current date and time
nl: huidige datum en tijd
pt_br: data e hora atuais
uk: поточна дата та час

source: date in YYYY-MM-DD format
nl: datum in JJJJ-MM-DD-opmaak
pt_br: data no formato YYYY-MM-DD
uk: дата у форматі РРРР-ММ-ДД

source: time in HH:mm:ss format
nl: tijd in UU:mm:ss-opmaak
pt_br: hora no formato HH:mm:ss
uk: час у форматі гг:хх:сс

source: time in HH-mm-ss format
nl: tijd in UU-mm-ss-opmaak
uk: час у форматі гг-хх-сс

source: full ISO date and time
nl: volledige datum en tijd (ISO)
pt_br: data e hora completas em formato ISO
uk: повна дата та час за ISO

source: current year (4 digits)
nl: huidig jaartal (4 cijfers)
pt_br: ano atual (4 dígitos)
uk: поточний рік (4 цифри)

source: current month (01-12)
nl: huidige maand (01-12)
pt_br: mês atual (01-12)
uk: поточний місяць (01-12)

source: current day (01-31)
nl: huidige dag (01-31)
pt_br: dia atual (01-31)
uk: поточний день (01-31)

source: current hour (00-23)
nl: huidig uur (00-23)
pt_br: hora atual (00-23)
uk: поточна година (00-23)

source: current hour (01-12)
nl: huidig uur (01-12)
uk: поточна година (01-12)

source: current minute (00-59)
nl: huidige minuten (00-59)
pt_br: minuto atual (00-59)
uk: поточна хвилина (00-59)

source: current second (00-59)
nl: huidige seconden (00-59)
pt_br: segundo atual (00-59)
uk: поточна секунда (00-59)

source: AM/PM marker
uk: маркер AM/PM
